<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadIdentifier</key>
			<string>com.caresupport.ServerConnect.B4329991-6908-4FBD-BC2E-3C063BCCC52F</string>
			<key>PayloadType</key>
			<string>com.caresupport.ServerConnect</string>
			<key>PayloadUUID</key>
			<string>6804EB2D-42F2-4A76-AB92-D54B9F604369</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>companyName</key>
			<string>Miso Film ApS</string>
			<key>helpURL</key>
			<string>https://kb.caresupport.dk/kunder/miso-film/</string>
			<key>servers</key>
			<array>
				<dict>
					<key>address</key>
					<string>server.misofilm.dk</string>
					<key>ldapUrl</key>
					<string>server.misofilm.dk</string>
					<key>method</key>
					<string>smb</string>
					<key>name</key>
					<string>Miso Film DK</string>
					<key>paths</key>
					<array>
						<dict>
							<key>description</key>
							<string>Mappen vi bruger til at dele indhold på tværs af landende</string>
							<key>name</key>
							<string>00. SHARED</string>
							<key>path</key>
							<string>Miso%20Film%20Denmark/00.%20SHARED</string>
						</dict>
						<dict>
							<key>description</key>
							<string>Den danske mappe. </string>
							<key>name</key>
							<string>Danmark</string>
							<key>path</key>
							<string>Miso%20Film%20Denmark</string>
						</dict>
						<dict>
							<key>description</key>
							<string>Produktioner der er i produktionsfasen</string>
							<key>name</key>
							<string>IN PRODUKTION</string>
							<key>path</key>
							<string>Miso%20Film%20Denmark/02.%20IN%20PRODUCTION</string>
						</dict>
						<dict>
							<key>description</key>
							<string>Produktioner under udvikling</string>
							<key>name</key>
							<string>IN DEVELOPMENT</string>
							<key>path</key>
							<string>Miso%20Film%20Denmark/01.%20IN%20DEVELOPMENT</string>
						</dict>
						<dict>
							<key>description</key>
							<string></string>
							<key>name</key>
							<string>Medarbejdermappe</string>
							<key>path</key>
							<string>Miso%20Film%20Denmark/06.%20MISO%20FILM</string>
						</dict>
						<dict>
							<key>description</key>
							<string>Mappen hvor scannede elementer fra printeren findes</string>
							<key>name</key>
							<string>SCANS</string>
							<key>path</key>
							<string>SCANS</string>
						</dict>
					</array>
					<key>username</key>
					<string>$EMAIL</string>
				</dict>
				<dict>
					<key>address</key>
					<string>server.misofilm.dk</string>
					<key>ldapUrl</key>
					<string>server.misofilm.dk</string>
					<key>method</key>
					<string>smb</string>
					<key>name</key>
					<string>Miso Film SE &amp; NO</string>
					<key>paths</key>
					<array>
						<dict>
							<key>description</key>
							<string>Den svenske mappe på serveren (kræver særlig adgang)</string>
							<key>name</key>
							<string>Miso Film Sweden</string>
							<key>path</key>
							<string>Miso%20Film%20Sweden</string>
						</dict>
						<dict>
							<key>description</key>
							<string>Den norske mappe på serveren (kræver særlig adgang)</string>
							<key>name</key>
							<string>Miso Film Norway</string>
							<key>path</key>
							<string>Miso%20Film%20Norway</string>
						</dict>
					</array>
					<key>username</key>
					<string>{{email}}</string>
				</dict>
				<dict>
					<key>address</key>
					<string>https://fremantlemedia.sharepoint.com/sites/DNKMSO-Tidsregistrering/Shared%20Documents/Forms/AllItems.aspx</string>
					<key>method</key>
					<string>web</string>
					<key>name</key>
					<string>SharePoint: Tidsregistrering</string>
					<key>paths</key>
					<array>
						<dict>
							<key>name</key>
							<string>PA-Lister</string>
							<key>path</key>
							<string>sites/NimbusLister-PA</string>
						</dict>
						<dict>
							<key>description</key>
							<string>Arbejdsgiver administreret tidsregistreringsystem. Her kan du registrerer dine arbejdstimer, for at overholde EU's regulativ</string>
							<key>name</key>
							<string>Tidsregistrering</string>
							<key>path</key>
							<string>sites/tidsregistrering/Delte%20dokumenter</string>
						</dict>
					</array>
				</dict>
			</array>
			<key>subtitle</key>
			<string>Datalokationer til opbevaring og hentning af data</string>
		</dict>
	</array>
	<key>PayloadDisplayName</key>
	<string>ServerConnect - Miso Film</string>
	<key>PayloadIdentifier</key>
	<string>dk.caresupport.7F67D7C2-5FD9-4C75-86FC-270AFF866215</string>
	<key>PayloadOrganization</key>
	<string>CareSupport ApS</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>89F3DCEE-5B0A-4CDB-BCF4-6CDB079AC89F</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
