<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadIdentifier</key>
			<string>com.caresupport.ServerConnect.7DD49B0C-F42E-4E5C-8D3D-93F69ED98A74</string>
			<key>PayloadType</key>
			<string>com.caresupport.ServerConnect</string>
			<key>PayloadUUID</key>
			<string>91D220AC-51D7-4447-AFAD-BB09248892C5</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>companyName</key>
			<string>SF Studios</string>
			<key>helpURL</key>
			<string>https://kb.caresupport.dk/kunder/sf</string>
			<key>logoUrl</key>
			<string>https://upload.wikimedia.org/wikipedia/commons/3/3f/Svensk_Filmindustri_Studios_Logo.svg</string>
			<key>servers</key>
			<array>
							<dict>
					<key>address</key>
					<string>https://svenskfilmindustri.sharepoint.com</string>
					<key>description</key>
					<string>Mapperne er opdelt pr. producent. Resterende mapper kommer lÃ¸bende i forbindelsen med migreringen</string>
					<key>method</key>
					<string>web</string>
					<key>mountPoint</key>
					<string>~/Library/CloudStorage/OneDrive-DeltebibliotekerâSFStudios</string>
					<key>name</key>
					<string>Produktioner</string>
					<key>paths</key>
					<array>
						<dict>
							<key>localPath</key>
							<string>Produktioner - DK-Prod - JR</string>
							<key>name</key>
							<string>Julie Rix Bomholt</string>
							<key>path</key>
							<string>sites/produktioner-dk-prod/Delade%20dokument/Forms/AllItems.aspx?id=%2Fsites%2Fproduktioner%2Ddk%2Dprod%2FDelade%20dokument%2FJR&amp;viewid=430c32d1%2Dd17d%2D461e%2D97ff%2D52b298a6a397</string>
						</dict>
							<dict>
							<key>localPath</key>
							<string>Produktioner - DK-Prod - SD</string>
							<key>name</key>
							<string>Senia Dremstrup</string>
							<key>path</key>
							<string>sites/produktioner-dk-prod/Delade%20dokument/Forms/AllItems.aspx?id=%2Fsites%2Fproduktioner%2Ddk%2Dprod%2FDelade%20dokument%2FSD</string>
						</dict>
						<dict>
							<key>localPath</key>
							<string>Produktioner - DK-Prod - MP</string>
							<key>name</key>
							<string>Mette Marie Pedersen</string>
							<key>path</key>
							<string>sites/produktioner-dk-prod/Delade%20dokument/Forms/AllItems.aspx?id=%2Fsites%2Fproduktioner%2Ddk%2Dprod%2FDelade%20dokument%2FMP</string>
						</dict>
						<dict>
							<key>localPath</key>
							<string>Produktioner - DK-Prod - MD</string>
							<key>name</key>
							<string>Marcella Dichmann</string>
							<key>path</key>
							<string>sites/produktioner-dk-prod/Delade%20dokument/Forms/AllItems.aspx?id=%2Fsites%2Fproduktioner%2Ddk%2Dprod%2FDelade%20dokument%2FMD</string>
						</dict>
						<dict>
							<key>localPath</key>
							<string>Produktioner - DK-Prod - LBR</string>
							<key>name</key>
							<string>Lars Rahbek</string>
							<key>path</key>
							<string>sites/produktioner-dk-prod/Delade%20dokument/Forms/AllItems.aspx?id=%2Fsites%2Fproduktioner%2Ddk%2Dprod%2FDelade%20dokument%2FLBR</string>
						</dict>
						<dict>
							<key>localPath</key>
							<string>Produktioner - DK-Prod - CS</string>
							<key>name</key>
							<string>Caroline Schlüter</string>
							<key>path</key>
							<string>sites/produktioner-dk-prod/Delade%20dokument/Forms/AllItems.aspx?id=%2Fsites%2Fproduktioner%2Ddk%2Dprod%2FDelade%20dokument%2FCS</string>
						</dict>
					</array>
				</dict>
				<dict>
					<key>address</key>
					<string>https://svenskfilmindustri.sharepoint.com</string>
					<key>method</key>
					<string>web</string>
					<key>mountPoint</key>
					<string>~/Library/CloudStorage/OneDrive-DeltebibliotekerâSFStudios</string>
					<key>name</key>
					<string>Ãvrige filer</string>
					<key>paths</key>
					<array>
						<dict>
							<key>localPath</key>
							<string>Administration - DK-Prod - Dokumenter</string>
							<key>name</key>
							<string>Administration</string>
							<key>path</key>
							<string>sites/Administration-DK-Prod/Dokumenter/Forms/AllItems.aspx</string>
						</dict>
						<dict>
							<key>description</key>
							<string>Diverse skabeloner, f.eks. mappestruktur til produktioner.</string>
							<key>localPath</key>
							<string>Skabeloner - DK-Prod - Dokumenter</string>
							<key>name</key>
							<string>Skabeloner</string>
							<key>path</key>
							<string>sites/Skabeloner-DK-Prod/Dokumenter/Forms/AllItems.aspx</string>
						</dict>
						<dict>
							<key>description</key>
							<string>Til Post-produktion medarbejdere</string>
							<key>localPath</key>
							<string>Post-Production - DK-Prod - Dokumenter</string>
							<key>name</key>
							<string>Post-Produktion</string>
							<key>path</key>
							<string>sites/Post-Production-DK-Prod/Dokumenter</string>
						</dict>
						<dict>
							<key>description</key>
							<string>Arkiverede produktioner mm.</string>
							<key>localPath</key>
							<string>Arkiv - DK-Prod - Dokumenter</string>
							<key>name</key>
							<string>Arkiv</string>
							<key>path</key>
							<string>sites/Arkiv-DK-Prod/Dokumenter/Forms/AllItems.aspx?viewpath=%2Fsites%2FArkiv%2DDK%2DProd%2FDokumenter%2FForms%2FAllItems%2Easpx</string>
						</dict>
					</array>
				</dict>
				<dict>
					<key>address</key>
					<string>LBSFWPIFRFS01.ADS.BONNIERGROUP.COM</string>
					<key>description</key>
					<string>Denne filserver bliver snart nedlagt!</string>
					<key>method</key>
					<string>smb</string>
					<key>name</key>
					<string>Filserver</string>
					<key>paths</key>
					<array>
						<dict>
							<key>description</key>
							<string>Produktionsmappen</string>
							<key>name</key>
							<string>DKProd</string>
							<key>path</key>
							<string>DKProd/</string>
						</dict>
						<dict>
							<key>description</key>
							<string>Administrations mappen</string>
							<key>name</key>
							<string>Administration</string>
							<key>path</key>
							<string>DKProd/Administration</string>
						</dict>
						<dict>
							<key>description</key>
							<string>Praktikant mappen</string>
							<key>name</key>
							<string>Praktikanter</string>
							<key>path</key>
							<string>DKProd/Administration/Praktikanter</string>
						</dict>
					</array>
					<key>username</key>
					<string>{{userprincipalname}}</string>
				</dict>
				<dict>
					<key>address</key>
					<string>10.11.1.10</string>
					<key>description</key>
					<string>Bruges af Post-Produktion</string>
					<key>method</key>
					<string>smb</string>
					<key>name</key>
					<string>FTP / Masterarkiv</string>
					<key>paths</key>
					<array>
						<dict>
							<key>description</key>
							<string>Til master arkiver</string>
							<key>name</key>
							<string>Master Archive</string>
							<key>path</key>
							<string>remotes/Master Archive</string>
						</dict>
						<dict>
							<key>description</key>
							<string>FTP mapper</string>
							<key>name</key>
							<string>FTP</string>
							<key>path</key>
							<string>homes</string>
						</dict>
						<dict>
							<key>name</key>
							<string>Work</string>
							<key>path</key>
							<string>remotes/homes/</string>
						</dict>
					</array>
					<key>username</key>
					<string>{{userprincipalname}}</string>
				</dict>
			</array>
			<key>subtitle</key>
			<string>Data tilhÃ¸rende SF Studios opbevares i nedenstÃ¥ende placeringer!</string>
		</dict>
	</array>
	<key>PayloadDisplayName</key>
	<string>[CS Profile] - ServerConnect SF-DK-Prod</string>
	<key>PayloadIdentifier</key>
	<string>dk.caresupport.B9C5FD21-6323-4B82-8983-E07E83819777</string>
	<key>PayloadOrganization</key>
	<string>CareSupport ApS</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>2BCFBB1B-27E3-4CBE-A3F2-B65DBF4E6F16</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
