<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadIdentifier</key>
			<string>com.caresupport.ServerConnect.8920CA59-7B3E-4813-9AD4-2AAF61AC5395</string>
			<key>PayloadType</key>
			<string>com.caresupport.ServerConnect</string>
			<key>PayloadUUID</key>
			<string>4A645D3D-8F50-421D-BDA0-0F341D299066</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>servers</key>
			<array>
				<dict>
					<key>address</key>
					<string>192.168.1.75</string>
					<key>method</key>
					<string>smb</string>
					<key>name</key>
					<string>Miso Film SE</string>
          <key>username</key>
          <string>$EMAIL</string>
					<key>paths</key>
					<array>
						<dict>
							<key>name</key>
							<string>Sverige</string>
							<key>description</key>
							<string>Den svenske mappe. </string>
							<key>path</key>
							<string>Miso%20Film%20Sweden</string>
						</dict>
						<dict>
							<key>name</key>
							<string>IN PRODUKTION</string>
							<key>description</key>
							<string>Produktioner der er i produktionsfasen</string>
							<key>path</key>
							<string>Miso%20Film%20Sweden/02.%20IN%20PRODUCTION</string>
						</dict>
						<dict>
							<key>name</key>
							<string>IN DEVELOPMENT</string>
							<key>description</key>
							<string>Produktioner under udvikling</string>
							<key>path</key>
							<string>Miso%20Film%20Sweden/01.%20IN%20DEVELOPMENT</string>
						</dict>
						<dict>
							<key>description</key>
							<string>Mappen vi bruger til at dele indhold på tværs af landende</string>
							<key>name</key>
							<string>00. SHARED</string>
							<key>path</key>
							<string>Miso%20Film%20Denmark/00.%20SHARED</string>
						</dict>
					</array>
				</dict>
				<dict>
					<key>address</key>
					<string>server.misofilm.dk</string>
					<key>method</key>
					<string>smb</string>
					<key>name</key>
          <string>Miso Film DK &amp; NO</string>
          <key>username</key>
          <string>$EMAIL</string>
					<key>paths</key>
					<array>
						<dict>
							<key>name</key>
							<string>Miso Film Denmark</string>
							<key>description</key>
							<string>Den danske mappe på serveren (kræver særlig adgang og vpn connection)</string>
							<key>path</key>
							<string>Miso%20Film%20Denmark</string>
						</dict>
						<dict>
							<key>name</key>
							<string>Miso Film Norway</string>
							<key>description</key>
							<string>Den norske mappe på serveren (kræver særlig adgang og vpn connection)</string>
							<key>path</key>
							<string>Miso%20Film%20Norway</string>
						</dict>
					</array>
				</dict>
			</array>
      <key>uptimeDays</key>
      <integer>7</integer>
      <key>requiresLdapBind</key>
      <true/>
      <key>ldapUrl</key>
      <string>server.misofilm.dk</string>
      </dict>
	</array>
	<key>PayloadDisplayName</key>
	<string>Miso Film ServerConnect-SE</string>
	<key>PayloadIdentifier</key>
	<string>dk.caresupport.A9864432-B50B-430D-996A-6E4F9571D0AC</string>
	<key>PayloadOrganization</key>
	<string>CareSupport ApS</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>20FF29E9-15D0-4BEC-9637-17BC8BEE71C6</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
